'''
Лист заданий «Словари»
1. Консольная программа-«чат-бот», которая всё время спрашивает команду. В программе есть словарь, описы
вающий персонажа с 6ю свойствами. По определённой команде можно добавить персонажу новые свойства, параметры, осо
бенности, или переделать существующие. По другой команде можно вывести всю информацию о персонаже.

2. Электронный дневник за неделю. Есть словарь-дневник, там есть ключ ФИО, значение которого — имя, фамилия,
отчество ученика. Другие ключи — названия предметов и отметки по ним. По каждому предмету — одна отметка. В программе есть команды — добавить запись, изменить, удалить.

3. Регистрация и логин (консольный чат-бот). В программе есть список словарей, в каждом словаре два
поля — логин и пароль. Мы можем дать чат-боту две три команды — выход, регистрация или логин. Если мы выбираем регистрацию, программа спрашивает логин и пароль, пароль два раза для надёжности. Если такой логин уже есть в списке — отказывает в регистрации. Если пароли два раза разные — отказывает в регистрации. Если мы выбираем логин — просит ввести логин и пароль и проверяет, есть ли такая пара в списке логинов и паролей

4.Таблица рекордов. Консольная программа, которой можно дать команду «добавить запись».
Сортирует список рекордов по очкам. Не указываются несколько рекордов одного участника. Только самый большой его рекорд.

5. Электронный журнал за неделю. Список дневников разных учеников, как во 2 задании, только там 1 дневник.
Можно выбрать ученика по имени и добавить, изменить, удалить оценку по любому предмету

6. Свой проект
'''

Persoonazh={}
while(True):
    print("Дарова, ты супер, гипер, пупер, турбо, ой короче какой то левый, а может и правый носок.\n Но сейчас не об этом! Ты должен создать свой ботинок, ой то есть персоонажа. \nСделай ему одежду, разум и 0 iq.")
    print("Для этого используй команды: ")
    print("")
        
        
            